/* Type of IP address */
"6to4 relay" = "6to4 relay";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Pripojený";

/* No comment provided by engineer. */
"Airport connected" = "Airport pripojený";

/* No comment provided by engineer. */
"Airport disconnected" = "Airport odpojený";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Odpojený";

/* No comment provided by engineer. */
"Battery charging..." = "Batéria sa nabíja...";

/* Type of IP address */
"Benchmark" = "Benchmark";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth Pripojenie";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "Bluetooth Zariadenie Pripojené";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "Bluetooth Zariadenie Odpojené";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth Odpojený";

/* No comment provided by engineer. */
"Current charge: %d%%" = "Aktuálny stav nabitia je: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "Ethernet aktivovaný";

/* No comment provided by engineer. */
"Ethernet deactivated" = "Ethernet deaktivovaný";

/* No comment provided by engineer. */
"FireWire Connection" = "FireWire Pripojenie";

/* No comment provided by engineer. */
"FireWire Device Connected" = "FireWire Zariadenie Pripojené";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "FireWire Zariadenie Odpojené";

/* No comment provided by engineer. */
"FireWire Disconnection" = "FireWire Odpojený";

/* No comment provided by engineer. */
"Group Network Notifications" = "Skupinové Sieťové Upozornenia";

/* No comment provided by engineer. */
"Interface:\ten0" = "Rozhranie:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "Rozhranie:\ten0\nMedia:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "IP Získaná";

/* No comment provided by engineer. */
"IP address acquired" = "IP addresa získaná";

/* No comment provided by engineer. */
"IP address released" = "IP addresa uvoľnená";

/* No comment provided by engineer. */
"IP Released" = "IP Uvoľnená";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Pripojené k sieti.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "Odpojiť sa od siete %@.";

/* Type of IP address */
"Link-local" = "Miestná sieť";

/* Type of IP address */
"Loopback" = "Slučka";

/* No comment provided by engineer. */
"Network Link Down" = "Sieťové spojenie odpojené";

/* No comment provided by engineer. */
"Network Link Up" = "Sieťové Spojenie Pripojené";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "Nová primátna IP: %1$@ (%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "Aktuálne bez IP adresy";

/* No comment provided by engineer. */
"On A/C power" = "Napájanie zo siete";

/* No comment provided by engineer. */
"On battery power" = "Napájanie z batérie";

/* No comment provided by engineer. */
"On UPS power" = "Napájanie z UPS";

/* No comment provided by engineer. */
"Preferences..." = "Nastavenia...";

/* Type of IP address */
"Private" = "Súkromná";

/* Type of IP address */
"Public" = "Verejná";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Opusti HardwareGrowler";

/* Type of IP address */
"Reserved" = "Obsadená";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Ukáž Pripojené Zariadenia pri Spustení";

/* No comment provided by engineer. */
"Switched to A/C Power" = "Prepnuté na napájanie zo siete";

/* No comment provided by engineer. */
"Switched to Battery Power" = "Prepnuté na napájanie z batérie";

/* No comment provided by engineer. */
"Switched to UPS Power" = "Prepnuté na napájanie z UPS";

/* No comment provided by engineer. */
"Sync finished" = "Synchronizácia sa ukončila";

/* No comment provided by engineer. */
"Sync started" = "Synchronizácia sa začala";

/* Type of IP address */
"Test" = "Test";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Toto nastavenie nadobudne účinnosť, po reštartovaní Hardware growler";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "Zostávajúci čas: %i minút";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "Čas do nabitia: %i minút";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Nepomenované FireWire zariadenie";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 zbernica";

/* No comment provided by engineer. */
"USB Bus" = "USB Zbernica";

/* No comment provided by engineer. */
"USB Connection" = "USB Pripojenie";

/* No comment provided by engineer. */
"USB Device Connected" = "USB Zariadenie Pripojené";

/* No comment provided by engineer. */
"USB Device Disconnected" = "USB Zariadenie Odpojené";

/* No comment provided by engineer. */
"USB Disconnection" = "USB Odpojené";

/* No comment provided by engineer. */
"Volume Mounted" = "Zariadenie Zapojené";

/* No comment provided by engineer. */
"Volume Unmounted" = "Zariadenie Odpojené";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Otvoriť hardwareové nastavenia";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Zobraz obe";

/* display the icon only in the dock */
"Show icon in the dock" = "Zobraz ikonu v docku";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Zobraz ikonu v menubare";

/* display no icon at all */
"No icon visible" = "Nezobraz ikonu";

/* No comment provided by engineer. */
"Icon:" = "Icon:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder.";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Warning! Enabling this option will cause HardwareGrowler to run in the background";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Alert! Enabling this option will add HardwareGrowler to your login items";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times";
